package com.example.asus.customer.entity;

import java.io.Serializable;
import java.util.List;

/**
 * Created by Administrator on 2017/6/16.
 */
public class NewsListInfo implements Serializable {


    /**
     * StatusCode : 0
     * StatusMsg : 登录成功!
     * Body : {"topList":[{"spare1":"造价","id":686,"name":"结合报价清单阐述审核重点","tid":15,"author":"赵丽","did":18,"cover":"http://up.courseware.rx/sap/201711271120307284465.jpg","summary":"设计师定完方案到报价阶段，都会给业主出一份该装修项目的一份详细的报价清单让业主掌控了解工程造价，从审核的角度说一些报价清单内容审核重点我们的设计师是使用瑞祥装饰报价系统按工程区域所进行的预算制作报价单。","praise":13,"view":424,"releaseDate":"2017-11-28 10:10:48.0"},{"spare1":"材料","id":557,"name":"乳胶涂料的告白","tid":256,"author":"赵丽","did":21,"cover":"http://up.courseware.rx/sap/201709182112122688733.jpg","summary":"大家好，我来自瑞祥工程材料，学名叫乳胶涂料，小名叫乳胶漆，你们可以叫我七彩百变小公主哦。我要从以下几点来介绍我自己。我是一种可流动、可溶的混合物。涂覆在底材上后，可以转化成一层薄的固体薄膜，能起保护、装饰、标志或特殊功能作用，如隐藏不规整的表面，调节光线或热辐射等性能。  一般来讲，人们把以合成树脂乳液为基料，以水为分散介质，加入颜料、填料（亦称体质颜料）和助剂，经一定工艺过程制成的涂料，就造就了这么可爱的我哦。","praise":10,"view":144,"releaseDate":"2017-09-18 20:53:37.0"},{"spare1":"工投","id":539,"name":"这是一个，你不能错过的\u201c秘密\u201d","tid":203,"author":"赵丽","did":23,"cover":"http://up.courseware.rx/sap/201709152049308573980.jpg","summary":"可能不做工程部管理的人对此事没什么概念，没什么感触，但了解情况的我们却是很惊喜的。作为第一个能连续3个月分红的分公司，很想知道他们到底有什么特别之处，凭什么他们能够完成！","praise":8,"view":134,"releaseDate":"2017-09-15 20:58:15.0"}],"list":[{"spare1":"人事","id":1137,"name":"中国向世界敞开怀抱","tid":280,"author":"李延博","did":31,"cover":"http://up.courseware.rx/sap/201805171028497687472.jpg","content":"青岛港前湾自动化集装箱码头发往比利时安特卫普的国际集装箱班列从河北唐山港京唐港区驶出。唐山港京唐港区当日正式开通中欧国际集装箱班列。5月15日，第十轮中美工商领袖和前高官对话开幕式在北京举行客商在第123届中国进出口商品交易会（广交会）展馆里参观选购停放在广西钦州保税港区国际汽车城外的到岸进口整车香港交易所举办\u201c沪深港通\u201d颁奖礼，表扬主要经纪商参与\u201c沪深港通\u201d互联互通股票交易机制所取得的成绩中国（福建）自由贸易试验区厦门片区一角顾客在浙江省嘉兴市平湖国际游购小镇专业市场内挑选进口红酒集团投资   2018年5月17日","summary":"中国正在向全世界展开怀抱。","praise":2,"level":1,"view":11,"releaseDate":"05-17","type":3,"contentPic":["http://wpsnew.rxjy.com//userfiles/1/images/20180517/1526522690546047261.jpg","http://wpsnew.rxjy.com//userfiles/1/images/20180517/1526522742551089122.jpg","http://wpsnew.rxjy.com//userfiles/1/images/20180517/1526522780380040761.jpg"]},{"spare1":"人事","id":1136,"name":"川航\u201c萨利机长\u201d，一流的领导力从何而来","tid":276,"author":"李延博","did":31,"cover":"http://up.courseware.rx/sap/201805161426186836599.jpg","content":"这两天，川航紧急迫降事件引来广泛关注。简单来说，川航3U8633在飞行中遇到险情，机长刘传健凭着过硬素养，让飞机平安着陆，所有乘客平安落地。▲四川航空3U8633机长刘传健感动背后，是一次真实的生死经历。有人说\u201c机长将可能出现的一次空中灾难，变成了燃情的英雄片。\u201d那么，从管理角度，如何看待这次事件？01、专业过硬，要经过几道坎？这次的飞机事件，让很多人联想到了之前的一部电影《萨利机长》，剧本改编自真人真事。在2009年，全美航空1549号航班在爬升过程中遭飞鸟撞击，导致引擎熄火、飞机失去动力。执行此次飞行的是前美国空军飞行员切斯利·萨利·萨伦伯格（萨利机长），他在208秒的时间内，确认无法到达任何附近机场后，于哈德逊河河面安全迫降。当时飞机上有155名乘客和机组人员。有人说，萨利机长担得起\u201c英雄\u201d的称号，因为这是近半个世纪以来商业客机首次成功迫降在一条河流上，而且无人员伤亡。而现在，在川航3U8633，也发生了同样的事。当时的情况非常危急：驾驶舱右侧前风挡掉落、副机长半个人已在外面，仪表盘、无线电全部中断，高空失压，零下40度的低温，极度刺眼的光照。在这样的极端情况下，机长刘传健以其精湛的技术和准确的判断，帮助飞机安全备降。沉着冷静、临危不惧，最终化险为夷，是怎么做到的？两位机长都足够专业：有过硬的专业技能、一流的专业素养。大家应该都知道，要成为中国空军飞行员或者美国空军飞行员，门槛会很高。在层层严格的筛选中，只有身体、头脑、心理素质各方面都非常过硬的人，才能被优中选优。据说萨利机长和刘传健，都曾经是空军飞行员，而这，只是他们职业生涯的第一层基石。第二层，是从飞行员成长为机长的经验积累。国航波音737-800机型首位女机长，叫刘丹丹。今年3月份，刘丹丹在接受采访的时候说，她的总飞行时间近6000小时。刘丹丹于2004年9月进入中国民航大学飞行技术专业学习，4年后的2008年，她大学毕业、完成737-800机型初始改装训练，并进入国航飞行总队参加飞行。再经过5年多的努力，她从一名飞行学员逐步成长为机长，在2013年12月，刘丹丹首次作为单飞机长成功执飞了北京至武汉航班。前后9年多的时间。这是一个机长需要的准备时间。那么，萨利和刘传建又经过了多少道门槛、为自己铺了多少层基石呢？57岁的萨利有40年的驾驶经验，运输过上百万人。刘传健在这条航线上飞了100多次。业内人士说，允许机长有效反映的时间只有十几秒，也就是说，在短短十几秒里，刘传健的判断之准确、操作之娴熟、内心之沉着，几乎可以用\u201c完美\u201d来形容，而这些，都是日积月累的沉淀，没有里程数见证的专业，就谈不上转为危机的可能。而这些专业素养，加上对飞行和生命的敬畏，早已经内化为习惯，成为两位机长生活和生命的一部分。我不相信普通的专业技能和心理素质可以在这种情况下沉着应对。临危不惧背后，是专业技术给人的胆识、经验给人的底气。02、卓越的职业技能，是领导力的基础领导力的实质，是影响力。1.如何获得影响力？如何获得影响力呢？有人总结了三个方面，分别是组织授权的职务能力、专业领域的专家能力、个人的人格魅力。第一个职务能力，来自于授权，是一种强制的能力，因为职位本身而具备的权力，让上级可以影响下级，说白了，这种影响力，是职位的影响力，而非某个个人的影响力。第三个个人魅力，这个的确是对个人领导力而言很有分量的内容，但是，如何界定这种个人魅力呢，因人而异的成分太多，我们如果讨论如何提高个人魅力，大概一千个人有一千种标准和提法。因为主观因素占比过大，讨论的意义就小了。相比之下，专业领域的专家能力，则成为领导力的基础。很多时候，因为你是专家，即便你没有管理职位，大家也会听你的建议，而许多专家，又以其专业水准，获得了进入管理层的通行证。2.职业技能为领导力铺路回头看一个小白的成长之路：只有职业技能，或者说专业素养上升到一定高度，它们才能成为我们赖以生存的生活本领、价值交换的基础、社会身份得以被社交识别的工具。当然，还有可能，职业技能就是爱好，那么，它还承载了你的兴趣和快乐。所以，追求卓越的职业技能和专业素养，就是为生存、生活打下良好基础，在职业发展上，它们既可以帮你获得影响力，又可以帮你走入管理层，拓展更大层面的领导力，对职业发展来说，非常重要。我们往往会看到业务精英被提拔为销售经理、总监、销售副总裁等等，强大的业务能力就是一张名片，让我们在职场里有更加清晰的标签，以区别于他人。比如，微信的张小龙。硕士毕业之后，从事软件开发工作，在成为\u201c微信之父\u201d之前，他已经是一名非常出色的产品经理，是Foxmail的缔造者，而Foxmail被誉为唯一能与微软Outlook对抗的邮件软件。出色的专业能力，让张小龙在业内获得了很大的影响力。有人甚至这样描述：\u201c在1997年，只要你站在黄庄路口，大喊一声，我是Foxmail张小龙，一定会有一大群人围上来，让你签名。\u201d如今，作为腾讯高级执行副总裁的张小龙，管理着微信事业群。这一切的基础，都是张小龙非同一般的的产品能力，这是他的核心职业技能，也帮他们做管理。所以说，职业技能，是领导力的基础。无论是萨利，还是刘传健，或者刘丹丹、张小龙，帮他们敲开管理大门的都是他们强大的职业技能，而成就他们领导力的，也是职业技能给工作、同事、行业带来的影响力。03、责任感可能是，最被低估的领导力1.责任感强的领导者，才叫管理者责任感强的领导者，有三个特质：第一，责任感强的管理者更关注事实，而非情绪。责任感的核心是负责。负责的态度是关注事实、不受情绪干扰。就像电影《萨利机长》，故事围绕机长萨利应对调查委员会的问询展开，在救了155个人之后，有媒体甚至会反问：\u201c你到底是英雄，还是骗子？\u201d为了弄清楚萨利机长没有选择返回北卡罗来纳州备降，而是选择哈德逊河（水上迫降几乎零生还）的理由，各个相关领域的专家、工程师，通过计算机模拟了十几次，得出安全备降陆地的可能性，也以此质疑萨利机长的初衷。但正是这样的质疑，给了萨利机长展现卓越的机会。机器可以在反复学习和模拟后做出所谓正确的判断，并在不断练习里提高可能性，但是一个人要在极端环境下、在极短时间（208秒）内做到那些，却不那么容易。迫降哈德逊和的依据，萨利说\u201c我在40年飞行生涯中运送了数百万乘客，最后我却因为208秒被审判\u201d，\u201c是我的一生让我把飞机安全的降落在了哈德逊河上。\u201d这是电影给公众的一个交代，也是萨利给公众和自己的交代。川航事件一出，很多人沉浸在感动里，忘了追问事实。作为一次事故，川航在5月14日上午9点，在官方微博做了简短披露，同一天，航班机长刘传健机组进行了汇报。中国民航局在5月15日召开的新闻发布会上进行了通报说明，\u201c5.14\u201d事件已经成立调查组，并赶赴成都展开调查。追问事实真相，是一个组织该有的担当，责任感更强的管理者，他们更关注事实，而非情绪。第二，责任感让管理者拥有更强的自我驱动意识，并且觉得这是本分。对个人专业技能的打磨、对个人沟通能力的提升，责任感强的管理者，雷达会始终开着，让自己处于学习和进取状态，不断实现自我优化和升级。本质上说，他们会觉得\u201c我有责任为团队做表率\u201d。在具体的工作中，他会不遗余力地努力，因为对上司、下属、团队、客户、行业、社会有承诺，所以努力去满足甚至超过他人预期。提升团队整体水平和素养，打磨自己和团队的出品质量，提升客户体验和满意度，则是实现这种责任感的具体途径。这一切，来源于责任感的自我驱动，但他们把这看作是本分。他们的信念是，\u201c我有责任让自己更好，也有责任让团队更优秀，我更有责任让客户更满意。\u201d就像电影里萨利机长说的：\u201c我不喜欢当英雄，我只是在尽本分。\u201d第三，责任感是管理者与身俱来的利他精神。很多时候，责任感甚至很难被培养，它是一种与身俱来的天分，没有责任感的管理者，注定只能是职务驱动下的权力使用者，而强大的责任感，让管理者具备领导力，成为真正意义上的领导者。这些人拥有强大的利他精神和奉献意识，更关注团队利益而非个人得失，有更长远的眼光而不容易被眼前利益驱使。他们有更大的格局、更良好的社会关系，他们享受被同事、客户信任的感觉，乐意给出超过预期的反馈，对他们来说，不辜负合作伙伴的信任，是最重要的。总的来说，他们对组织、团队成员、合作伙伴充满责任感，于是愿意奉献、乐于付出，利他精神成就事业伙伴的同时，也成就了自己的职业发展之路。2.责任感，常被低估这两张照片让很多人留下眼泪，照片里，机长的手和衣服，最真实地反映了当时的情况：缺氧、瞬间失压、极度低温，刘机长在接受采访时说，\u201c这相当于你在零下四五十度的哈尔滨大街上，以200公里的时速开车狂奔，你把手伸出窗外的感觉\u201d，可想而知这体验有多痛苦。可就是在这种情况下，刘机长仍然顽强抵抗，没有强大的责任感做支撑，没有把责任感内化成习惯的素养，又怎么能做到这些？就像视觉志公众号说的，\u201c他们做到了一个机长能做到的一切\u201d。确实值得鼓掌。前面我们强调了职业技能的重要性，如果说专业是领导力的基础，那么，领导力背后的驱动力，就是责任感。刘强东说，在选拔干部的时候，他最看重的是这个人有没有责任感。有管理学家提出，领导力有三个特点，包括能力、人格、一致性。能力就是我们前面说的专业技能，是基础。人格，说的是领导力高尚人格的表现，比如宽容、大气。一致性，是说一个管理者的使命感、高尚人格、个人专业技能是否具有一致性。研究表明，责任感越强的领导者，一致性越高，而一致性越高，这个人的领导力就越强。由此可见，成就领导力的核心是责任感。但责任感，却往往是最被低估的领导力。很多人低估责任感的价值，认为能力强的人，领导水平自然高，这可未必。当这个人缺乏责任感做精神后盾时，他可能成为一个领域的专家，但不会是一个优秀的领导者。集团投资    2018年5月16日","summary":"这两天，川航紧急迫降事件引来广泛关注。","praise":2,"level":1,"view":37,"releaseDate":"05-16","type":3,"contentPic":["http://wpsnew.rxjy.com//userfiles/1/images/20180516/1526450093087003419.jpg","http://wpsnew.rxjy.com//userfiles/1/images/20180516/1526450412019090569.jpg","http://wpsnew.rxjy.com//userfiles/1/images/20180516/1526450414955003907.jpg"]},{"spare1":"人事","id":1110,"name":"李克强与三代日本友人重温\u201c条约\u201d精神","tid":276,"author":"李延博","did":31,"cover":"http://up.courseware.rx/sap/201805150928390901749.jpg","content":"东京新大谷饭店的芙蓉西厅表面看上去显得普通，但这里举行的一场特殊会见，使这间会客厅变得不普通起来。当地时间5月10日上午，李克强总理在此会见21位参与中日和平友好条约缔结进程的日方代表人士及亲属。他们中既有白发苍苍的条约缔结参与者，也有将要步入老年或正值壮年的参与者第二代家人，还有年轻面庞的参与者第三代孙辈。他们之所以从日本四面八方赶到这间会议厅，是要向中国总理讲述那段难忘的历史经历，重温中日和平友好条约精神。中日和平友好条约至今仍是指引中日关系发展的\u201c定海神针\u201d　　在李克强右手边就坐的是日本前首相福田康夫，不过此刻他的身份是\u201c时任首相福田赳夫之子\u201d。而在李克强左手边就坐的日本国际贸易促进会会长河野洋平，此刻的身份是\u201c前参议长河野谦三之侄\u201d。今年正值中日和平友好条约缔结40周年。40年前，邓小平先生和福田赳夫先生共同出席了条约批准书交换仪式。李克强表示，在今天这样一个特殊场合和时刻，我们在这里深切缅怀邓小平先生和福田赳夫先生为代表的两国老一辈领导人，共同回忆他们为缔约所做的历史性贡献，尤其感到亲切。\u201c他们所做的战略决断实践证明是很有远见的，以法律形式确认了中日联合声明的各项原则，将其上升为须予严格遵循的法律意志，确立了中日和平共处、世代友好的大方向。中日和平友好条约精神至今仍是指引中日关系发展的\u2018定海神针\u2019。\u201d李克强强调，\u201c今天我们在这里重温条约精神，就是为了巩固中日双方的政治基础，拓展双方的友好合作。把条约精神一代一代传承下去，中日务实合作就会更加深入，两国人文交往也会更加频繁。\u201d福田康夫说：\u201c您说的这些话我完全赞同。我想我们在座的人也都不会辜负这份期望。我确信以李克强总理此次访问为契机，中日友好关系一定会取得更大进展。\u201d这足以显示出中日和平友好条约的远见和力量田岛高志先生虽然年事已高，但回忆起那个历史时刻仍然记忆犹新。40年前，他作为日本外务省中国课长，参与了中日和平友好条约的缔结过程。\u201c当年条约成功缔结时那份高兴和激动，至今让我难以忘怀。\u201d这位中日和平友好的历史见证者说。李克强回应道：\u201c中日和平友好条约缔结过程实际上并非一帆风顺。包括田岛高志先生在内的第一代缔约参与者为此付出了许多辛劳，展现出过人的勇气和智慧，我在此向所有条约缔结的推动者、见证者和维护者表示感谢和敬意。\u201d李克强说，条约缔结40年来中日关系取得了长足进步，中间虽然也经历过风雨和波折，但正是因为有条约等四个政治文件定下了大框架，不断引导着中日关系朝着正确方向发展。即便有时会走弯路，但最终还是会回到和平友好的轨道上来。这足以显示出中日和平友好条约的远见和力量。李克强指出，中日和平友好条约等四个政治文件是中日之间达成的重要共识，是中日关系重回正常轨道的根本保障。中日关系近来改善势头不断得以巩固，我此次应安倍首相邀请访问日本，就是要与日方共同遵循恪守包括条约在内的中日四个政治文件，推动中日关系重回正常轨道，保持长期健康稳定发展。李克强指出，中日是重要近邻，也是合作伙伴，又都是世界主要经济体，中日和平友好不仅符合两国人民利益，也符合国际社会期待，有利于地区与世界的和平稳定发展。我们不能躺在前人的功劳簿上吃现成饭　　\u201c在条约缔结40周年这个重要历史节点，我们相聚一堂，这件事本身就意义重大。\u201d福田康夫在开场白中表示，\u201c可惜李克强总理此次访问时间太短了，只有短短的3天时间，我们都感到有些遗憾。\u201d\u201c3天时间看起来虽短，但我的日程却安排得很满。\u201d李克强说，\u201c只要中日双方把条约精神不断发扬光大，推动中日和平友好再起航，我相信，两国之间无论是高层还是民间交往一定会更加频繁。\u201d\u201c福田赳夫先生曾经说过，条约缔结在中日两国之间架起了一座\u2018铁桥\u2019。\u201d李克强说，\u201c今天我们应该本着维护缔约精神，共同努力把这座铁桥建得更加坚固。我们不能躺在前人的功劳簿上吃现成饭。\u201d河野洋平兴奋地说：\u201c父辈们为中日和平友好条约的缔结付出了很多心血，我们也要更加努力让两国关系取得更大发展。\u201d会见结束时，李克强与大家一起合影留念。此刻，与条约缔结密切相关的三代日本友人与李克强总理在芙蓉西厅前定格下一个历史瞬间。集团投资  2018年5月15日","summary":"东京新大谷饭店的芙蓉西厅表面看上去显得普通，但这里举行的一场特殊会见，使这间会客厅变得不普通起来。","praise":3,"level":1,"view":75,"releaseDate":"05-15","type":3,"contentPic":["http://wpsnew.rxjy.com//userfiles/1/images/20180515/1526346397173047507.jpg","http://wpsnew.rxjy.com//userfiles/1/images/20180515/1526346474412049323.jpg","http://wpsnew.rxjy.com//userfiles/1/images/20180515/1526346544212073642.jpg"]},{"spare1":"人事","id":1108,"name":"习近平和母亲","tid":276,"author":"李延博","did":31,"cover":"http://up.courseware.rx/sap/201805140913162766987.jpg","content":"在习近平总书记的书架上，摆着这样一张照片。记录下了习近平陪伴母亲散步的温馨时刻，习近平拉着母亲齐心的手，漫步在公园中。孝敬父母、重视亲情，习近平有着深厚的家庭情怀。母亲的牵挂\u201c娘的心\u201d习近平的父亲母亲都是老干部、老党员。由于父亲习仲勋从1962年受冤屈，母亲齐心带着尚未成年的小儿子习远平在河南省黄泛区的一个农场劳动，两个姐姐被下放到生产建设兵团，习近平也前往陕北插队。一家人天南地北、骨肉分离。妈妈的心里又怎能不挂着孩子们，怎能不挂着远在陕北农村吃苦的儿子。她便亲手给习近平缝制了一个针线包，上面绣了三个红色的字：娘的心！  在2015年的春节团拜会上，习近平总书记曾深情吟诵了唐代诗人孟郊的《游子吟》：\u201c慈母手中线，游子身上衣。临行密密缝，意恐迟迟归。\u201d他说，这首诗生动表达了中国人民深厚的家庭情结。在梁家河的日子，习近平没有让母亲失望。那些年，种地、拉煤、打坝、挑粪\u2026\u2026习近平什么活儿都干过，什么苦都吃过。7年的农村生活，使他和陕北乡亲们结下了深厚情谊。1975年，习近平被推荐到清华大学读书。离开的那天，全村人排起长队为他送行，很多人不舍地哭了，不少村民送他走了一程又一程。△在送习近平（前排中）上大学时，梁家河村民与习近平的合影。(资料图片)习近平离开梁家河时，把母亲绣的针线包\u201c娘的心\u201d送给了邻居张卫庞以作纪念，就像他说的\u201c我的人走了，但是我把我的心留在了这里。\u201d母亲的嘱托 精忠报国\u201c广大家庭都要重言传、重身教，教知识、育品德，帮助孩子扣好人生的第一粒扣子，迈好人生的第一个台阶。\u201d习近平对家教的重要性深有感触，他对国家的责任感与使命感，在幼年时就受到家庭环境的熏陶并逐渐孕育形成。△1958年，习仲勋与儿子近平、远平在一起。来源：《习仲勋画传》习近平时常回忆起小时候与母亲一起生活的点点滴滴。他在自述《我的文学情缘》中透露，自己五六岁时，母亲在中央党校工作，路上有一家新华书店。\u201c我偷懒不想走路，母亲就背着我，到那儿买岳飞的小人书。\u201d买回来之后，母亲就给习近平讲精忠报国、岳母刺字的故事。\u201c我说，把字刺上去，多疼啊！我母亲说，是疼，但心里铭记住了。\u201d\u201c精忠报国\u201d四个字，习近平从那个时候一直记到现在，成为他一生追求的目标。母亲的告诫，从严要求自己注重家庭教育的齐心影响着习近平整个的成长过程，她循循善诱，经常依照家里的规矩给在外地工作、走上领导岗位的习近平写信，告诫他\u201c高处不胜寒\u201d，并嘱咐他要从严要求自己。在习近平走上领导岗位后，齐心还专门召集家庭会议，要求其他子女，不得在习近平工作的领域，从事经商活动。△1975年，习仲勋和齐心与儿女在洛阳红旗照相馆合影。后排左起：儿子习近平、女儿习安安、女婿吴龙。来源：《习仲勋画传》受父母耳濡目染影响，习近平秉承家风，对家人要求也非常严格。他担任领导干部后，每到一处工作，都会告诫亲朋好友：\u201c不能在我工作的地方从事任何商业活动，不能打我的旗号办任何事，否则别怪我六亲不认。\u201d无论是去福建、浙江还是在上海工作，他都在干部大会上公开表态：不允许任何人打他的旗号谋私利，并欢迎大家监督。母亲的理解，工作做好就是最大的孝心习近平非常孝敬母亲。每当有时间陪她一起吃饭，饭后他都会拉着母亲的手散步，陪她聊天。但作为领导干部，节假日也常常不能回家与母亲团聚。在重庆电视台的纪录片《忠贞\u2014\u2014习仲勋的夫人齐心》中，记录了这样一个瞬间：2001年春节，母亲齐心与时任福建省省长的习近平通了一次电话，这一年的春节，习近平没能回京跟父母团聚。你这么多工作，妈听着还挺高兴的，关键还不在于你来不来，只要你把工作做好了，就是对爸爸妈妈最大的孝心，这就是对家庭负责，也对你自己负责，这都一致的。\u201d当听到儿子是因为工作原因无法回家的时候，齐心反而是高兴的。这一席话中可以看到母亲对于习近平的工作是极大支持的，对于不能团圆也是给予了充分的理解。对于一个有着优良革命传统的家庭来说，\u201c国家\u201d和\u201c人民\u201d始终是第一位的，自己的\u201c小家\u201d则排在了后面。其实不只是那一年，1985年至2002年，习近平在福建工作了17年，从厦门市副市长一直到福建省省长，这17个春节，习近平很少跟家人团聚。集团投资   2018年5月14日","summary":"祝公司所有的母亲，母亲节快乐。","praise":5,"level":1,"view":67,"releaseDate":"05-14","type":3,"contentPic":["http://wpsnew.rxjy.com//userfiles/1/images/20180514/1526259360895099653.jpg","http://wpsnew.rxjy.com//userfiles/1/images/20180514/1526258762806080529.jpg","http://wpsnew.rxjy.com//userfiles/1/images/20180514/1526258785228026792.jpg"]},{"spare1":"人事","id":1107,"name":"此漫画送给公司所有的HR们","tid":280,"author":"李延博","did":31,"cover":"http://up.courseware.rx/sap/201805121601033268442.jpg","content":"集团投资   2018年5月12日","summary":"此漫画送给公司所有的HR们","praise":4,"level":1,"view":56,"releaseDate":"05-12","type":3,"contentPic":["http://wpsnew.rxjy.com//userfiles/1/images/20180512/1526111118145056725.jpg","http://wpsnew.rxjy.com//userfiles/1/images/20180512/1526111120879024734.jpg","http://wpsnew.rxjy.com//userfiles/1/images/20180512/1526111123373000472.jpg"]},{"spare1":"人事","id":1103,"name":"地震10年，汶川没有什么新闻。","tid":276,"author":"李延博","did":31,"cover":"http://up.courseware.rx/sap/201805120953586629606.jpg","content":"5.12汶川大地震10年以后，我们重新回到了汶川。作为08年四川地震的亲历者，我对5.12地震一直怀着一种复杂的感情。汶川地震10周年，很多人已经写过了感人事迹，写大家放不下的过去。但这次我们选择了回到震中，去看看那里的人们现在真实的生活。2018.5.6  汶川县城从某种意义上说，在汶川，最可怕的事情是这里居然阳光明媚温暖，儿童在追逐游戏，我们一下车还有一群人过来问：茂县去不去，旅游走不走？车厘子很好吃哟，可以耍一哈！大家在街上抢着客人，饭馆老板也招呼着行人吃饭。柴米油盐，普通宁静得就像任何一个小县城。我们在当地找了一辆出租车前往震中映秀镇。司机是个汶川本地人，戴着墨镜。十年前他23岁，在汶川打工；现在他33岁，在汶川跑出租。他说，十年前地震完他出去打了2年工，没挣到钱又回来了。我们问他，汶川人的身份对你来说意味着什么？他握着方向盘，回答我：就是每次出去，都会被人问\u201c你是汶川人啊，那你地震的时候怎么跑出来的？\u201d后来记者采访我也是，我跟他们讲我们现在咋生活，每天挣好多钱。他们不爱听这些，打断我问，说说你是怎么幸存下来的吧？说说你有没有什么感人的故事？有啥感人的故事嘛。哎哟，这几年被问了上百次吧。我们问，那问完以后呢？他说：问完以后，还不是照旧，该拿多少钱拿多少钱，该怎么过怎么过。是的，大多数时候，比起人本身，我们更关心的是他们的故事。他们的故事够不够感人，经历够不够传奇。我们热爱能让我们张大嘴巴的故事，没耐心去关心真正的琐碎的生活。但这里没什么特别感人的故事了。\u201c在汶川县，实在没有什么新闻。\u201d2018.5.7   映秀镇,我们来到了当年的震中，映秀镇。那场震惊世界的灾难，就是从这里开始的。而璇口中学，又是当年映秀受灾最严重的地方。10年后的今天，废墟依旧在，当年的红旗依然孤单地飘在学校上方。（璇口中学遗址至今倾斜着）（5层教室垮成1层）（还保留着震前的红旗）只是如今，这里已经成了一个景区。在埋着很多学生尸体的废墟前，很多外地游客在摆拍，甚至边拍边说：\u201c你看我这样好看吗？\u201d\u201c来，笑一个。\u201d当地人也借此赚钱谋生，在景点里当导游，讲述当年的事情经过，或是在旁边卖油炸的小吃、车厘子、冰粉。据当地人说，当年地震，家里没死过人的才去当导游，大大方方讲述一切。而家里死过人的，哪怕穷点，也不愿借此赚钱。我们在遗址旁买了两碗冰粉，跟卖冰粉的小姐姐聊了聊。地震那年她18岁，她的爷爷在地震中去世。问她还想不想爷爷。她说，十年了，不想了。记忆都淡了，偶尔想起也不再难过。人还是要生活的嘛。她的儿子今年八岁，没经历过地震，问她会不会把地震的事情告诉儿子。她摇摇头，说，不会，没必要告诉他了，忘了最好。\u2014\u2014我们一直在强调不要遗忘，可是他们早就想要忘记了。漩口中学的旁边是一座公墓，被当地人称作万人坑。当年地震时，许多尸体急着处理，来不及认领，全埋在了这下面。距离万人坑不到200米的地方，就是映秀人的新家。重建后的映秀很好看，是一座有民族特色的风情小镇。仅从外观上看，你完全看不出来这里曾经发生过那么大的灾难。但其实这里街头上随便一个跟你擦肩而过的人，都曾经历过当年那场噩梦一样的地震，家中都可能有亲人离世。这里也像别的民俗小镇那样，有宾馆、饭店、买特产的小摊，只是生意并不算好。一个坐在路边戴着耳机卖一些本地特产的大姐告诉我们，她经常坐一天，也卖不出东西。08年地震时，她有完整的家庭：丈夫、父亲、12岁的大儿子和2岁的小儿子。地震带走了她一半的亲人：父亲和大儿子。如今小儿子上小学，经常在作文里写自己的哥哥，即使身上只有1块钱，也会拿出来给弟弟买糖，每次老师都会给高分。地震以后，她又跟丈夫一起生了一个女儿。我们问她：你平时没生意的话都做什么？她笑着说：看电视嘛，听歌嘛，反正就一天天过呗。我想问问她会不会想父亲和儿子，但是我始终还是没问出口。倒是过了会，她自己念叨了句：我爸爸和儿子就葬在旁边的山上，我从来都没去看过他们。十年都没去过。我问为什么。她摆弄着耳机说：不想去看了，就想着咋把现在的生活过好就行了。她说地震对她最大的影响，就是震后她再也没跟谁吵过架，感觉没什么过不去的。没有什么感人至深的深切怀念，也没有曾刷爆网络的什么\u201c地震十年，你走后我再没爱过任何人\u201d。这里的人用最简单的心态生活着。\u2014\u2014我们想听更多深情又悲情的故事，但他们大多数只是普通人，不想活成传奇。只想往前走，把日子过下去而已。\u201c在映秀镇，实在没有什么新闻。\u201d2018.5.8 茂县，一个夹在汶川和北川中的县城。也许你已经不记得这个地方的名字了，但你多半记得这个新闻：这个当年感动了无数中国人的热血故事，就发生在这里。我们到了茂县的一所小学门口，正好赶上中午放学的点。很多小孩子在马路上走着，胸前的红领巾甩来甩去。我拦住一个小孩，问他：你几岁了？他看了我一眼，说：10 岁。巧了，压着地震生的。我问他，你知道08年的地震吗？他摇摇头，又点点头。我又问他，你知道15个空降兵吗？这次他飞快地摇了摇头。摇完头他就拉着同伴一起跑了，到旁边的小摊上买小吃。狼牙土豆、蘸着调料吃的串串......一群孩子围着吃，边吃边叽叽喳喳地讲话打闹。就像所有普通的小孩子一样，他们爱玩、贪吃，关于过去，他们一无所知，你丝毫不能期盼从他们身上能得到什么不一样的新闻素材。但这是最好的结局了。\u2014\u2014回忆灾难不是为了让大家重新揭开伤疤，再哭一次。而是为了证明，对于过去，我们已经放手了。\u201c在茂县，实在没有什么新闻。\u201d汶川地震10年，没有什么新闻。旁人锣鼓喧天，哭和悼念，只是因为10周年，他们有一种非纪念不可的使命感，这种使命感来源于一种不安的心情：在这样一个节点性的日子，如果不说些什么，那就对不起10年前遇难的人们。但实际上，真正经历那场灾难，遭受痛苦的人们却平平淡淡。该悼念的悼念，要挣钱的挣钱，想欢笑的欢笑，愿忘记的忘记。灾难也不过是生活很小的一部分。被问及为什么经历地震了还留在这里，大家都笑着回答：不留在这里还能去哪里呢？总会过去的是回忆，难以逃避的是生活。不是所有的问题，都会有浪漫的答案。汶川地震10周年，没有新东西可供报道。这里天气晴朗，绿树成荫，还有儿童在打闹、嬉戏。汶川地震10周年。汶川没有什么新闻。集团投资   2018年5月12日","summary":"5.12汶川大地震10年以后，我们重新回到了汶川。","praise":4,"level":1,"view":26,"releaseDate":"05-12","type":3,"contentPic":["http://wpsnew.rxjy.com//userfiles/1/images/20180512/1526087562890078106.jpg","http://wpsnew.rxjy.com//userfiles/1/images/20180512/1526087606651031130.jpg","http://wpsnew.rxjy.com//userfiles/1/images/20180512/1526087610964009318.jpg"]},{"spare1":"人事","id":1099,"name":"中国总理和日本天皇之间，原来有这么多故事","tid":280,"author":"李延博","did":31,"cover":"http://up.courseware.rx/sap/201805111155520505823.jpg","content":"应日本首相安倍晋三邀请，国务院总理李克强出席在日本举行的第七次中日韩领导人会议并对日本进行正式访问，期间与日本首相安倍晋三举行会谈，会见日本天皇明仁，出席中日和平友好条约缔结40周年纪念活动暨欢迎李克强总理访日招待会并发表演讲，赴北海道访问。5月10日上午，李克强总理在东京皇宫会见日本天皇明仁。李克强首先转达习近平主席对明仁天皇的诚挚问候。李克强表示，今年正值中日和平友好条约缔结40周年。中方希望通过这次访问，重温缔约精神，推动中日关系重回正常轨道并取得新的发展。李克强表示，我此访期间，同安倍首相、国会众参两院议长、各党派和日本各界人士见面，还将去北海道访问促进两国地方交流，希望同日方共同推动中日关系长期健康稳定向前发展。中方愿同日方加强人员往来，不断巩固两国关系的民意基础，增进两国人民之间的理解和情感。明仁天皇表示，很高兴李克强总理在这一重要关键年份对日本进行正式访问，希望通过此访进一步发展日中关系。我时常回想起20多年前访华时受到中国人民热情欢迎的情景，至今仍然印象深刻。那次访问让我深刻感受到日中两国是民心相通的。真诚希望通过两国民众的交往，构筑两国关系更好的未来。祝愿李总理访日取得圆满成功。日本皇宫名为皇居，位于东京市中心的千代田区，交通便利。很多日本人喜欢绕着皇居跑步，跑一圈大约是5公里，名为\u201c皇居跑\u201d。皇宫原是德川幕府的江户城堡，明治时代江户取代京都成为日本首都，改称东京。那时皇宫的正式称呼是宫城，上世纪40年代改称皇居。皇宫里有天皇、皇后居住的御所，举行各种正式活动的宫殿，主管皇室事务的宫内厅办公楼等。今年是中日和平友好条约缔结40周年。据原驻日大使杨振亚回忆，1978年10月，为出席中日和平友好条约批准书互换仪式，邓小平作为国务院副总理对日本进行了正式友好访问。互换批准书仪式结束后，邓小平和夫人卓琳在东京皇宫\u201c竹间\u201d会见当时的日本天皇裕仁和皇后良子。这是中国领导人第一次与日本天皇会见。裕仁说，你在百忙中不辞劳苦远道来日本，尤其是日中条约签订了，还交换了批准书，我感到特别高兴。邓小平说，中日条约可能具有超出我们想象的重要意义，过去的事情就让它过去，我们今后要积极向前看，从各方面建立和发展两国的友好关系。裕仁可能被邓小平大度、诚挚的谈话和大国风度所感动，他抬起头来，离开外务省和宫内厅为其商拟的谈话稿，临场发挥说，在两国悠久的历史中，虽然其间一度发生过不幸的事情，但正如你所说，那已成为过去。据傅高义《邓小平时代》一书记载，邓小平花了两个小时与天皇共进午餐。为保证天皇能与客人随意交谈，日方不会保留此类谈话的记录。但邓小平后来说，他们谈得非常好。明仁天皇1989年1月8日继位。多位中国总理在东京皇宫会见过明仁。1989年4月13日，正在日本访问的李鹏总理会见了登基刚满三个月的明仁。据杨振亚回忆，明仁幼小时感受过战争带来的灾难，且战争结束时年仅12岁，和他的父亲裕仁不同，与侵略战争没有瓜葛。由于战后受到和平民主思潮影响，在皇族中思想较为开明，曾立志要做祈求和平的天皇。明仁会见李鹏时，对近代两国间一段不幸的历史表示遗憾。李鹏表示欢迎天皇在方便的时候，到中国来看看。1992年10月23日到28日，明仁夫妇对中国进行了为时6天的正式友好访问。这年恰值中日邦交正常化20周年，从年初开始，两国高层互访和各种纪念活动就持续不断，天皇的这次访问更把纪念活动推向高潮。当年12月，明仁在发表59岁生日谈话时说，今年印象最深刻的事情是今秋对中国的访问，\u201c我感到了人们超越国界而相通的心。我时时忆起访华时给予我热情欢迎和接待的人们\u201d。1997年11月12日，李鹏与夫人朱琳访日期间，又在东京皇宫会见了明仁。这次访日，李鹏阐述了指导中日关系的五项原则，即相互尊重，互不干涉内政；求同存异，妥善解决分岐；加强对话；增进相互了解；互利互惠，发展经济合作；面向未来，实现世代友好。2000年10月16日，正在日本访问的朱镕基总理和夫人劳安在东京皇宫会见明仁天皇和皇后。明仁设宫中午宴款待。朱镕基说，日本战后走和平发展道路，取得了巨大建设成就。中国作为世界上最大的发展中国家，改革开放以来也发生了很大变化。中日两国作为近邻，应该进一步携手合作，共同为亚洲和世界的和平与繁荣作出重要贡献。明仁说，日中两国自古以来就有很深的交往。日本的京都、奈良等地有许多深受中国文化影响的古迹，我访华时也去过西安。2007年4月12日，正在日本访问的温家宝总理在东京皇宫会见明仁。双方共同回顾了中日关系的发展，一致认为中日两国人民和睦相处，对两国有利，对亚洲和世界有利。双方都希望共同努力，推动两国实现和平共处、世代友好、互利合作、共同发展。2010年6月1日，温家宝再次与明仁会见。温家宝说，中国政府高度重视对日关系，愿与日方一道，深化睦邻互信、扩大务实合作，推进中日战略互惠关系不断向前迈进。明仁说，我至今对1992年访问中国记忆犹新。日中两国交往源远流长，中国古代许多文化传到了日本，给日本带来很深影响。中国唐朝鉴真和尚东渡日本，他的坐像现在供奉在奈良唐招提寺。今年是鉴真东渡1300周年，日本有关方面将举行大规模庆祝活动。访日期间，温家宝总理同许多日本民众进行互动交流，并邀请1000名日本青少年参加上海世博会，这是很好的事情，我表示赞同。两国人民之间扩大交流可以增进双方相互理解。李克强总理此访是其总理任内首次访日，也是中国总理时隔8年再次到访。相信此访将为中日关系改善发展注入新的动力，为下一步中日关系发展明确方向。集团投资    2018年5月11日","summary":"应日本首相安倍晋三邀请，国务院总理李克强出席在日本举行的第七次中日韩领导人会议并对日本进行正式访问，期间与日本首相安倍晋三举行会谈，会见日本天皇明仁，出席中日和平友好条约缔结40周年纪念活动暨欢迎李克强总理访日招待会并发表演讲，赴北海道访问。","praise":2,"level":1,"view":40,"releaseDate":"05-11","type":3,"contentPic":["http://wpsnew.rxjy.com//userfiles/1/images/20180511/1526009239014012063.jpg","http://wpsnew.rxjy.com//userfiles/1/images/20180511/1526009655499006422.jpg","http://wpsnew.rxjy.com//userfiles/1/images/20180511/1526009694373005721.jpg"]},{"spare1":"人事","id":1084,"name":"祝西安雁塔分公司业绩长虹","tid":234,"author":"李延博","did":31,"cover":"http://up.courseware.rx/sap/201805091331137559024.jpg","content":"2018年5月8日，瑞祥装饰西安雁塔分公司盛大开业，西安分公司各位同事出席了此次开业揭幕仪式，并与雁塔分公司所有同仁共同见证了公司在西安地区进一步扩展事业版图的这一重要时刻。我们衷心祝愿瑞祥装饰西安雁塔分公司开业大吉，业绩蒸蒸日上！雁塔分公司是我们在18年战略调整后的第一家加盟公司，雁塔分公司秉承\u201c传承空间美学，缔造装饰经典\u201d的理念为雁塔客户提供更为方便、高效的服务。雁塔分公司快速建立自己的团队，并开辟出自己的市场。不断提升设计团队专业及团队实力，严格把控施工质量、采纳瑞祥总部的网络化管理模式，希望雁塔分公司快速发展，越做越强！NO.1 西安分公司与雁塔分公司管理层合影，为开业仪式致辞。NO.2雁塔分公司全体员工宣读誓言      NO.3各公司管理层为恭贺雁塔盛大开业      NO.4雁塔分公司吴总与优秀员工合影留念到这里，瑞祥装饰西安雁塔分公司开业仪式就结束了。雁塔分公司的成功组建和正式运营，是团队精神与集体智慧的结晶，是跨越发展的重要里程碑。身负着众多信任和支持，相信你们一定不负众望，用心血和汗水浇灌新生的雁塔分公司，使其不断发展壮大，为大家提供更好的装修服务平台!集团投资2018.5.9","summary":"2018年5月8日，瑞祥装饰西安雁塔分公司盛大开业，西安分公司各位同事出席了此次开业揭幕仪式，并与雁塔分公司所有同仁共同见证了公司在西安地区进一步扩展事业版图的这一重要时刻。","praise":19,"level":1,"view":282,"releaseDate":"05-10","type":3,"contentPic":["http://wpsnew.rxjy.com//userfiles/1/images/20180509/1525844042626062574.jpg","http://wpsnew.rxjy.com//userfiles/1/images/20180509/1525844206894023214.jpg","http://wpsnew.rxjy.com//userfiles/1/images/20180509/1525844327501082671.jpg"]},{"spare1":"人事","id":1097,"name":"40多天两度会晤，习近平同金正恩谈了哪些大事","tid":280,"author":"李延博","did":31,"cover":"http://up.courseware.rx/sap/201805101727296992622.jpg","content":"5月7日至8日，中共中央总书记、国家主席习近平同朝鲜劳动党委员长、国务委员会委员长金正恩在大连举行会晤。在当前朝鲜半岛局势深刻复杂演变的关键时刻，习近平和金正恩40多天内两度会晤，极具深意。　　话题一：传统友谊　　\u201c中朝传统友谊是两党两国老一辈领导人亲自缔造和精心培育的，是双方共同的宝贵财富。\u201d\u201c中朝几代领导人一直保持着密切交往，像走亲戚一样常来常往。\u201d　　3月底，在同金正恩举行首次会晤时，习近平就用\u201c国际关系史上的一段佳话\u201d高度评价中朝传统友谊，亲切表示\u201c我和委员长同志都是中朝关系发展的亲历者和见证者\u201d。习近平强调传承发展好中朝关系是\u201c双方基于历史和现实，立足于国际地区格局和中朝关系大局，作出的战略选择，也是唯一正确选择，不应也不会因一时一事而变化\u201d。　　春暖花开时节的会晤，达成的\u201c四方面原则共识\u201d犹如东风拂面暖人心扉：　　\u2014\u2014中朝传统友谊是双方共同的宝贵财富，发展好中朝友好合作关系是双方坚定不移的方针，也是唯一正确选择。　　\u2014\u2014中朝同为社会主义国家，双边关系具有重大战略意义，要加强团结合作、交流互鉴。　　\u2014\u2014两党高层交往对于引领双边关系具有不可替代的重大作用，双方应保持经常往来，加强战略沟通，增加理解互信，维护共同利益。　　\u2014\u2014夯实民间友好基础是推进中朝关系发展的重要途径，应通过多种形式，加强两国人民交流往来，为中朝关系发展营造良好民意基础。　　5月初的会晤，在\u201c在双方共同努力下，各项共识正在得到良好的贯彻落实\u201d的背景下举行。\u201c我同委员长同志首次会晤以来，中朝关系和朝鲜半岛形势均取得积极进展，我对此感到高兴\u201d，习近平表示\u201c愿同委员长同志再次举行会晤，共同为推动中朝关系健康稳定发展、实现朝鲜半岛长治久安、促进地区和平稳定繁荣作出努力\u201d。　　\u201c朝中两党两国老一辈领导人同志式的相互信任和情义，是朝中传统友谊的亲密纽带和坚实根基。\u201d金正恩积极作出回应表示，\u201c相信时隔一个多月的再次会晤将加深彼此互信，推动朝中友好合作关系顺应新时代的要求，取得更为密切的全面发展\u201d。　　话题二：半岛局势　　当下，朝鲜半岛局势正处在深刻复杂演变的关键时刻，半岛问题是国际范围受到广泛关注的焦点之一。　　在首次会晤时，习近平同金正恩就此问题深入交换了意见，呼吁各方支持半岛北南双方改善关系，共同为劝和促谈作出切实努力，并且表示\u201c中方愿在半岛问题上继续发挥建设性作用，同包括朝方在内的各方一道努力，共同推动半岛形势走向缓和\u201d。　　3月29日，韩国和朝鲜代表在板门店朝方一侧的统一阁举行高级别会谈。　　4月20日，朝鲜劳动党七届三中全会提出了全党全国集中一切力量进行社会主义经济建设的战略路线，宣布停止核试验和洲际弹道导弹试射、废弃北部核试验场。　　4月27日，韩国总统文在寅和朝鲜国务委员会委员长金正恩在板门店举行会晤并签署《板门店宣言》，宣布双方将为实现朝鲜半岛无核化和停和机制转换而努力。　　\u201c在有关各方共同努力下，半岛对话缓和势头正不断巩固，朝着有利于推动政治解决的方向发展。\u201d本次会晤时，习近平表示，中方支持朝方坚持半岛无核化，支持朝美对话协商解决半岛问题，愿继续同有关各方一道，为全面推进半岛问题和平对话解决进程、实现地区长治久安发挥积极作用。金正恩则高度评价了习近平总书记的远见卓识，感谢中方长期以来为实现半岛无核化、维护地区和平稳定作出的重要贡献。　　话题三：发展道路　　珍视和平，尊重各国自主选择的发展道路，这是习近平在国际场合反复提及的重要理念，也是国际关系基本准则和时代潮流的必然要求。　　\u201c中国特色社会主义已经进入新时代，朝鲜社会主义建设也进入了新的历史时期。\u201d首次会晤时，习近平指出，我们希望朝鲜政治稳定、经济发展、人民幸福，支持以委员长同志为首的朝鲜劳动党带领朝鲜人民沿着社会主义道路不断前进，支持朝鲜同志为发展经济、改善民生所作积极努力。　　本次会晤时，习近平对朝鲜近期作出的系列决策表示赞赏，并且表示\u201c支持朝方战略重心转向经济建设，支持朝鲜同志走符合本国国情的发展道路\u201d。　　\u201c我愿同委员长同志一道，继续指导双方有关部门落实好我们达成的共识，推动中朝关系不断向前发展，造福两国和两国人民，为本地区和平稳定作出积极贡献。\u201d习近平的话语情真意切。集团投资  2018年5月10日","summary":"5月7日至8日，中共中央总书记、国家主席习近平同朝鲜劳动党委员长、国务委员会委员长金正恩在大连举行会晤。","praise":2,"level":1,"view":78,"releaseDate":"05-10","type":0},{"spare1":"人事","id":1096,"name":"瑞祥加盟，疾如雷电","tid":280,"author":"李延博","did":31,"cover":"http://up.courseware.rx/sap/201805101522001703010.jpg","content":"全国各地分公司4月份十几家，他们看重了什么加盟瑞祥？瑞祥又能给到他们什么？您考虑的对，瑞祥不会亏待每一位加入大家庭的成员，所有的事情没有亲的后的一视同仁，他们看重的就是我们的以往的经历经验，现在的实力承诺，未来的发展舞台。 合肥第一分公司紧张在急，马上快开业了。江苏分公司不但马上开业，第一个月人员还在招聘状态，公司还在装修过程中已经签单突破百万业绩，祝贺！    武汉光谷分公司马上开业，筹备中","summary":"全国各地分公司4月份十几家，他们看重了什么加盟瑞祥？瑞祥又能给到他们什么？您考虑的对，瑞祥不会亏待每一位加入大家庭的成员，所有的事情没有亲的后的一视同仁，他们看重的就是我们的以往的经历经验，现在的实力承诺，未来的发展舞台。","praise":7,"level":1,"view":131,"releaseDate":"05-10","type":3,"contentPic":["http://wpsnew.rxjy.com//userfiles/1/images/20180510/1525936611609066585.jpg","http://wpsnew.rxjy.com//userfiles/1/images/20180510/1525936624300058936.jpg","http://wpsnew.rxjy.com//userfiles/1/images/20180510/1525936639450000818.jpg"]}]}
     */

    private int StatusCode;
    private String StatusMsg;
    private BodyBean Body;

    public int getStatusCode() {
        return StatusCode;
    }

    public void setStatusCode(int StatusCode) {
        this.StatusCode = StatusCode;
    }

    public String getStatusMsg() {
        return StatusMsg;
    }

    public void setStatusMsg(String StatusMsg) {
        this.StatusMsg = StatusMsg;
    }

    public BodyBean getBody() {
        return Body;
    }

    public void setBody(BodyBean Body) {
        this.Body = Body;
    }

    public static class BodyBean {
        private List<TopListBean> topList;
        private List<ListBean> list;

        public List<TopListBean> getTopList() {
            return topList;
        }

        public void setTopList(List<TopListBean> topList) {
            this.topList = topList;
        }

        public List<ListBean> getList() {
            return list;
        }

        public void setList(List<ListBean> list) {
            this.list = list;
        }

        public static class TopListBean {
            /**
             * spare1 : 造价
             * id : 686
             * name : 结合报价清单阐述审核重点
             * tid : 15
             * author : 赵丽
             * did : 18
             * cover : http://up.courseware.rx/sap/201711271120307284465.jpg
             * summary : 设计师定完方案到报价阶段，都会给业主出一份该装修项目的一份详细的报价清单让业主掌控了解工程造价，从审核的角度说一些报价清单内容审核重点我们的设计师是使用瑞祥装饰报价系统按工程区域所进行的预算制作报价单。
             * praise : 13
             * view : 424
             * releaseDate : 2017-11-28 10:10:48.0
             */

            private String spare1;
            private int id;
            private String name;
            private int tid;
            private String author;
            private int did;
            private String cover;
            private String summary;
            private int praise;
            private int view;
            private String releaseDate;

            public String getSpare1() {
                return spare1;
            }

            public void setSpare1(String spare1) {
                this.spare1 = spare1;
            }

            public int getId() {
                return id;
            }

            public void setId(int id) {
                this.id = id;
            }

            public String getName() {
                return name;
            }

            public void setName(String name) {
                this.name = name;
            }

            public int getTid() {
                return tid;
            }

            public void setTid(int tid) {
                this.tid = tid;
            }

            public String getAuthor() {
                return author;
            }

            public void setAuthor(String author) {
                this.author = author;
            }

            public int getDid() {
                return did;
            }

            public void setDid(int did) {
                this.did = did;
            }

            public String getCover() {
                return cover;
            }

            public void setCover(String cover) {
                this.cover = cover;
            }

            public String getSummary() {
                return summary;
            }

            public void setSummary(String summary) {
                this.summary = summary;
            }

            public int getPraise() {
                return praise;
            }

            public void setPraise(int praise) {
                this.praise = praise;
            }

            public int getView() {
                return view;
            }

            public void setView(int view) {
                this.view = view;
            }

            public String getReleaseDate() {
                return releaseDate;
            }

            public void setReleaseDate(String releaseDate) {
                this.releaseDate = releaseDate;
            }
        }

        public static class ListBean {
            /**
             * spare1 : 人事
             * id : 1137
             * name : 中国向世界敞开怀抱
             * tid : 280
             * author : 李延博
             * did : 31
             * cover : http://up.courseware.rx/sap/201805171028497687472.jpg
             * content : 青岛港前湾自动化集装箱码头发往比利时安特卫普的国际集装箱班列从河北唐山港京唐港区驶出。唐山港京唐港区当日正式开通中欧国际集装箱班列。5月15日，第十轮中美工商领袖和前高官对话开幕式在北京举行客商在第123届中国进出口商品交易会（广交会）展馆里参观选购停放在广西钦州保税港区国际汽车城外的到岸进口整车香港交易所举办“沪深港通”颁奖礼，表扬主要经纪商参与“沪深港通”互联互通股票交易机制所取得的成绩中国（福建）自由贸易试验区厦门片区一角顾客在浙江省嘉兴市平湖国际游购小镇专业市场内挑选进口红酒集团投资   2018年5月17日
             * summary : 中国正在向全世界展开怀抱。
             * praise : 2
             * level : 1
             * view : 11
             * releaseDate : 05-17
             * type : 3
             * contentPic : ["http://wpsnew.rxjy.com//userfiles/1/images/20180517/1526522690546047261.jpg","http://wpsnew.rxjy.com//userfiles/1/images/20180517/1526522742551089122.jpg","http://wpsnew.rxjy.com//userfiles/1/images/20180517/1526522780380040761.jpg"]
             */

            private String spare1;
            private int id;
            private String name;
            private int tid;
            private String author;
            private int did;
            private String cover;
            private String content;
            private String summary;
            private int praise;
            private int level;
            private int view;
            private String releaseDate;
            private int type;
            private List<String> contentPic;

            public String getSpare1() {
                return spare1;
            }

            public void setSpare1(String spare1) {
                this.spare1 = spare1;
            }

            public int getId() {
                return id;
            }

            public void setId(int id) {
                this.id = id;
            }

            public String getName() {
                return name;
            }

            public void setName(String name) {
                this.name = name;
            }

            public int getTid() {
                return tid;
            }

            public void setTid(int tid) {
                this.tid = tid;
            }

            public String getAuthor() {
                return author;
            }

            public void setAuthor(String author) {
                this.author = author;
            }

            public int getDid() {
                return did;
            }

            public void setDid(int did) {
                this.did = did;
            }

            public String getCover() {
                return cover;
            }

            public void setCover(String cover) {
                this.cover = cover;
            }

            public String getContent() {
                return content;
            }

            public void setContent(String content) {
                this.content = content;
            }

            public String getSummary() {
                return summary;
            }

            public void setSummary(String summary) {
                this.summary = summary;
            }

            public int getPraise() {
                return praise;
            }

            public void setPraise(int praise) {
                this.praise = praise;
            }

            public int getLevel() {
                return level;
            }

            public void setLevel(int level) {
                this.level = level;
            }

            public int getView() {
                return view;
            }

            public void setView(int view) {
                this.view = view;
            }

            public String getReleaseDate() {
                return releaseDate;
            }

            public void setReleaseDate(String releaseDate) {
                this.releaseDate = releaseDate;
            }

            public int getType() {
                return type;
            }

            public void setType(int type) {
                this.type = type;
            }

            public List<String> getContentPic() {
                return contentPic;
            }

            public void setContentPic(List<String> contentPic) {
                this.contentPic = contentPic;
            }
        }
    }
}
